{
    "projects-page": "Meus projetos",
    "certificates-page": "Meus certificados",
    "experience-page": "Experiências",
    "contact-page": "Entre em contato",
    "home-titulo": "Olá, sou Gregory Soares Ferreira",
    "home-titulo-short": "Olá, me chamo Gregory",
    "p1": "Sou um estudante de Engenharia de Software do IFPR, estou no meu terceiro ano e tenho muita afinidade com programação backend com Java e Spring.",
    "p2": "Não possuo nenhuma experiência profissional, mas estou compensando com os meus estudos em diversos bootcamps!",
    "p3": "Minha experiência com um projeto real foi com um projeto do IFPR, o CEDI, o qual é sobre gestão de associados, com implementação do backend em NODEJS e o frontend desenvolvido em ReactJS.",
    "p4": "Atualmente estou trabalhando fora da área, mas estou aberto a qualquer oportunidade de adquirir experiências.",
    "projects-titulo": "Meus projetos",
    "projects-btn-mostrar": "Mostrar todos projetos",
    "projects-btn-ocultar": "Ocultar",
    "ceritificates-titulo": "Meus certificados",
    "exp-title": "Minhas experiências",
    "profissional": "Experiência profissional",
    "profession-f": "Parametrizador",
    "start-f": "Início: 04/2024",
    "end-f": "Fim: 05/2025",
    "duration-f": "Duração: 1 ano e 1 mês",
    "explanation-f": "Atuo na configuração e parametrização de disciplinas no Moodle, garantindo a estrutura e funcionamento dos cursos EAD. Dou suporte técnico aos polos, solucionando demandas relacionadas à plataforma. Colaboro com equipes pedagógicas para ajustes e melhorias. Valido conteúdos e funcionalidades antes da liberação aos alunos.",
    "profession-c": "Estágiário",
    "start-c": "Início: 05/2025",
    "end-c": "Término previsto: 10/2025",
    "duration-c": "Duração: 5 meses",
    "explanation-c": "Estágio focado na linguagem Java com o framework Springboot, utilizado também a AWS como servidor cloud. Como será aplicado a metodologia ágil Scrum, o trabalho feito será conduzido pelos instrutores e pelo Scrum Master.",
    "educacional": "Experiência acadêmica",
    "campus": "Instituto Federal do Paraná - Campus Paranavaí IFPR",
    "curso": "Bacharelado em Engenharia de Software - 3º Ano",
    "start-i": "Início: 01/2023",
    "end-i": "Término previsto: 12/2026",
    "project-facul": "Projetos da Faculdade",
    "cedi-texto": "CEDI: O CEDI é um projeto de extensão dedicado ao desenvolvimento de software. Atualmente, encontra-se envolvido na implementação de um sistema de gestão de associações, com a implementação do backend em NODEJS e o frontend desenvolvido em ReactJS.",
    "form-titulo": "Entre em contato comigo!",
    "form-nome": "Digite seu nome",
    "form-email": "Digite seu email",
    "form-texto": "Digite sua mensagem",
    "form-btn": "Enviar"
}